doc/server_test_artillery.yml
config:
  target: 'http://localhost:80'
  phases:
    - duration: 60
      arrivalRate: 3
      
scenarios:
  - flow:
    - get:
        url: "/resources/SW/Bands/1"
    - get:
        url: "/resources/SW/Bands/10"
    - get:
        url: "/resources/SW/Bands/11"
    - get:
        url: "/resources/SW/Bands/12"
    - get:
        url: "/resources/SW/Bands/13"
    - get:
        url: "/resources/SW/Bands/14"
    - get:
        url: "/resources/SW/Bands/15"
    - get:
        url: "/resources/SW/Bands/16"
    - get:
        url: "/resources/SW/Bands/17"
    - get:
        url: "/resources/SW/Bands/18"
    - get:
        url: "/resources/SW/Bands/19"
    - get:
        url: "/resources/SW/Bands/2"
    - get:
        url: "/resources/SW/Bands/20"
    - get:
        url: "/resources/SW/Bands/21"
    - get:
        url: "/resources/SW/Bands/22"
    - get:
        url: "/resources/SW/Bands/23"
    - get:
        url: "/resources/SW/Bands/24"
    - get:
        url: "/resources/SW/Bands/25"
    - get:
        url: "/resources/SW/Bands/26"
    - get:
        url: "/resources/SW/Bands/27"
    - get:
        url: "/resources/SW/Bands/28"
    - get:
        url: "/resources/SW/Bands/29"
    - get:
        url: "/resources/SW/Bands/3"
    - get:
        url: "/resources/SW/Bands/30"
    - get:
        url: "/resources/SW/Bands/31"
    - get:
        url: "/resources/SW/Bands/32"
    - get:
        url: "/resources/SW/Bands/33"
    - get:
        url: "/resources/SW/Bands/34"
    - get:
        url: "/resources/SW/Bands/35"
    - get:
        url: "/resources/SW/Bands/36"
    - get:
        url: "/resources/SW/Bands/37"
    - get:
        url: "/resources/SW/Bands/38"
    - get:
        url: "/resources/SW/Bands/39"
    - get:
        url: "/resources/SW/Bands/4"
    - get:
        url: "/resources/SW/Bands/40"
    - get:
        url: "/resources/SW/Bands/41"
    - get:
        url: "/resources/SW/Bands/42"
    - get:
        url: "/resources/SW/Bands/43"
    - get:
        url: "/resources/SW/Bands/44"
    - get:
        url: "/resources/SW/Bands/45"
    - get:
        url: "/resources/SW/Bands/46"
    - get:
        url: "/resources/SW/Bands/47"
    - get:
        url: "/resources/SW/Bands/48"
    - get:
        url: "/resources/SW/Bands/49"
    - get:
        url: "/resources/SW/Bands/5"
    - get:
        url: "/resources/SW/Bands/50"
    - get:
        url: "/resources/SW/Bands/51"
    - get:
        url: "/resources/SW/Bands/52"
    - get:
        url: "/resources/SW/Bands/53"
    - get:
        url: "/resources/SW/Bands/54"
    - get:
        url: "/resources/SW/Bands/55"
    - get:
        url: "/resources/SW/Bands/56"
    - get:
        url: "/resources/SW/Bands/57"
    - get:
        url: "/resources/SW/Bands/58"
    - get:
        url: "/resources/SW/Bands/59"
    - get:
        url: "/resources/SW/Bands/6"
    - get:
        url: "/resources/SW/Bands/60"
    - get:
        url: "/resources/SW/Bands/61"
    - get:
        url: "/resources/SW/Bands/7"
    - get:
        url: "/resources/SW/Bands/8"
    - get:
        url: "/resources/SW/Bands/9"
    - get:
        url: "/resources/SW/Bands/index"
    - get:
        url: "/resources/SW/BioMedical/0-143302914"
    - get:
        url: "/resources/SW/BioMedical/1"
    - get:
        url: "/resources/SW/BioMedical/10"
    - get:
        url: "/resources/SW/BioMedical/100-2078917053"
    - get:
        url: "/resources/SW/BioMedical/101-1953210302"
    - get:
        url: "/resources/SW/BioMedical/10-1636505764"
    - get:
        url: "/resources/SW/BioMedical/102-45248011"
    - get:
        url: "/resources/SW/BioMedical/103-1099951567"
    - get:
        url: "/resources/SW/BioMedical/104-433832350"
    - get:
        url: "/resources/SW/BioMedical/105-2018585307"
    - get:
        url: "/resources/SW/BioMedical/106-1703199216"
    - get:
        url: "/resources/SW/BioMedical/107-618906479"
    - get:
        url: "/resources/SW/BioMedical/108-573714703"
    - get:
        url: "/resources/SW/BioMedical/109-766270699"
    - get:
        url: "/resources/SW/BioMedical/11"
    - get:
        url: "/resources/SW/BioMedical/1-1027100827"
    - get:
        url: "/resources/SW/BioMedical/110-275680090"
    - get:
        url: "/resources/SW/BioMedical/112-1583583926"
    - get:
        url: "/resources/SW/BioMedical/113-1723401032"
    - get:
        url: "/resources/SW/BioMedical/114-1965443329"
    - get:
        url: "/resources/SW/BioMedical/115-1098183682"
    - get:
        url: "/resources/SW/BioMedical/116-980071615"
    - get:
        url: "/resources/SW/BioMedical/117-1011597961"
    - get:
        url: "/resources/SW/BioMedical/118-1315461275"
    - get:
        url: "/resources/SW/BioMedical/119-157584038"
    - get:
        url: "/resources/SW/BioMedical/11-980071615"
    - get:
        url: "/resources/SW/BioMedical/12"
    - get:
        url: "/resources/SW/BioMedical/120-2078917053"
    - get:
        url: "/resources/SW/BioMedical/12-1011597961"
    - get:
        url: "/resources/SW/BioMedical/121-143302914"
    - get:
        url: "/resources/SW/BioMedical/122-1953210302"
    - get:
        url: "/resources/SW/BioMedical/123-755253631"
    - get:
        url: "/resources/SW/BioMedical/124-2002600785"
    - get:
        url: "/resources/SW/BioMedical/125-1405390230"
    - get:
        url: "/resources/SW/BioMedical/126-45248011"
    - get:
        url: "/resources/SW/BioMedical/127-1099951567"
    - get:
        url: "/resources/SW/BioMedical/129-2018585307"
    - get:
        url: "/resources/SW/BioMedical/13"
    - get:
        url: "/resources/SW/BioMedical/131-813528929"
    - get:
        url: "/resources/SW/BioMedical/132-1703199216"
    - get:
        url: "/resources/SW/BioMedical/133-618906479"
    - get:
        url: "/resources/SW/BioMedical/134-573714703"
    - get:
        url: "/resources/SW/BioMedical/135-766270699"
    - get:
        url: "/resources/SW/BioMedical/136-1510320440"
    - get:
        url: "/resources/SW/BioMedical/13-643279273"
    - get:
        url: "/resources/SW/BioMedical/137-1583583926"
    - get:
        url: "/resources/SW/BioMedical/138-1723401032"
    - get:
        url: "/resources/SW/BioMedical/139-1965443329"
    - get:
        url: "/resources/SW/BioMedical/14"
    - get:
        url: "/resources/SW/BioMedical/140-1098183682"
    - get:
        url: "/resources/SW/BioMedical/14-1069844923"
    - get:
        url: "/resources/SW/BioMedical/141-1315461275"
    - get:
        url: "/resources/SW/BioMedical/142-157584038"
    - get:
        url: "/resources/SW/BioMedical/143-1213147837"
    - get:
        url: "/resources/SW/BioMedical/145-2042227746"
    - get:
        url: "/resources/SW/BioMedical/147-1353778505"
    - get:
        url: "/resources/SW/BioMedical/148-1300134328"
    - get:
        url: "/resources/SW/BioMedical/149-2013649480"
    - get:
        url: "/resources/SW/BioMedical/15"
    - get:
        url: "/resources/SW/BioMedical/150-306246424"
    - get:
        url: "/resources/SW/BioMedical/152-400011959"
    - get:
        url: "/resources/SW/BioMedical/153-973726663"
    - get:
        url: "/resources/SW/BioMedical/154-1639096332"
    - get:
        url: "/resources/SW/BioMedical/15-471560540"
    - get:
        url: "/resources/SW/BioMedical/155-336563455"
    - get:
        url: "/resources/SW/BioMedical/156-1215013716"
    - get:
        url: "/resources/SW/BioMedical/157-154523136"
    - get:
        url: "/resources/SW/BioMedical/158-593537720"
    - get:
        url: "/resources/SW/BioMedical/159-1134594751"
    - get:
        url: "/resources/SW/BioMedical/16"
    - get:
        url: "/resources/SW/BioMedical/160-1605135681"
    - get:
        url: "/resources/SW/BioMedical/161-1347315106"
    - get:
        url: "/resources/SW/BioMedical/162-302572379"
    - get:
        url: "/resources/SW/BioMedical/163-1762719719"
    - get:
        url: "/resources/SW/BioMedical/164-269676381"
    - get:
        url: "/resources/SW/BioMedical/165-1851737163"
    - get:
        url: "/resources/SW/BioMedical/166-1482824219"
    - get:
        url: "/resources/SW/BioMedical/167-125310639"
    - get:
        url: "/resources/SW/BioMedical/168-1746481261"
    - get:
        url: "/resources/SW/BioMedical/16-89017443"
    - get:
        url: "/resources/SW/BioMedical/169-1303742040"
    - get:
        url: "/resources/SW/BioMedical/17"
    - get:
        url: "/resources/SW/BioMedical/170-1479089144"
    - get:
        url: "/resources/SW/BioMedical/17-1733966678"
    - get:
        url: "/resources/SW/BioMedical/171-899131941"
    - get:
        url: "/resources/SW/BioMedical/172-1169907872"
    - get:
        url: "/resources/SW/BioMedical/173-1785335569"
    - get:
        url: "/resources/SW/BioMedical/174-382361684"
    - get:
        url: "/resources/SW/BioMedical/175-885626931"
    - get:
        url: "/resources/SW/BioMedical/176-1745777927"
    - get:
        url: "/resources/SW/BioMedical/177-1237390611"
    - get:
        url: "/resources/SW/BioMedical/179-1902249868"
    - get:
        url: "/resources/SW/BioMedical/18"
    - get:
        url: "/resources/SW/BioMedical/180-304920680"
    - get:
        url: "/resources/SW/BioMedical/181-202956538"
    - get:
        url: "/resources/SW/BioMedical/18-1884751139"
    - get:
        url: "/resources/SW/BioMedical/182-1008956512"
    - get:
        url: "/resources/SW/BioMedical/183-208787970"
    - get:
        url: "/resources/SW/BioMedical/184-1640123668"
    - get:
        url: "/resources/SW/BioMedical/186-2078917053"
    - get:
        url: "/resources/SW/BioMedical/187-2078917053"
    - get:
        url: "/resources/SW/BioMedical/188-2078917053"
    - get:
        url: "/resources/SW/BioMedical/19"
    - get:
        url: "/resources/SW/BioMedical/19-1440466707"
    - get:
        url: "/resources/SW/BioMedical/2"
    - get:
        url: "/resources/SW/BioMedical/20"
    - get:
        url: "/resources/SW/BioMedical/20-1363416242"
    - get:
        url: "/resources/SW/BioMedical/21"
    - get:
        url: "/resources/SW/BioMedical/21-59253759"
    - get:
        url: "/resources/SW/BioMedical/22"
    - get:
        url: "/resources/SW/BioMedical/2-2002600785"
    - get:
        url: "/resources/SW/BioMedical/22-1642837685"
    - get:
        url: "/resources/SW/BioMedical/23"
    - get:
        url: "/resources/SW/BioMedical/23-704035832"
    - get:
        url: "/resources/SW/BioMedical/24-774132919"
    - get:
        url: "/resources/SW/BioMedical/25-485614972"
    - get:
        url: "/resources/SW/BioMedical/26-907175364"
    - get:
        url: "/resources/SW/BioMedical/27-200158423"
    - get:
        url: "/resources/SW/BioMedical/28-1859353594"
    - get:
        url: "/resources/SW/BioMedical/29-1337551289"
    - get:
        url: "/resources/SW/BioMedical/3"
    - get:
        url: "/resources/SW/BioMedical/30-1953439621"
    - get:
        url: "/resources/SW/BioMedical/31-1568675693"
    - get:
        url: "/resources/SW/BioMedical/3-1405390230"
    - get:
        url: "/resources/SW/BioMedical/4"
    - get:
        url: "/resources/SW/BioMedical/4-438263339"
    - get:
        url: "/resources/SW/BioMedical/5"
    - get:
        url: "/resources/SW/BioMedical/5-813528929"
    - get:
        url: "/resources/SW/BioMedical/6"
    - get:
        url: "/resources/SW/BioMedical/6-1636505764"
    - get:
        url: "/resources/SW/BioMedical/7"
    - get:
        url: "/resources/SW/BioMedical/7-643279273"
    - get:
        url: "/resources/SW/BioMedical/8"
    - get:
        url: "/resources/SW/BioMedical/8-1027100827"
    - get:
        url: "/resources/SW/BioMedical/9"
    - get:
        url: "/resources/SW/BioMedical/9-275680090"
    - get:
        url: "/resources/SW/BioMedical/index"
    - get:
        url: "/resources/SW/Goats/1"
    - get:
        url: "/resources/SW/Goats/10"
    - get:
        url: "/resources/SW/Goats/11"
    - get:
        url: "/resources/SW/Goats/12"
    - get:
        url: "/resources/SW/Goats/13"
    - get:
        url: "/resources/SW/Goats/14"
    - get:
        url: "/resources/SW/Goats/15"
    - get:
        url: "/resources/SW/Goats/16"
    - get:
        url: "/resources/SW/Goats/17"
    - get:
        url: "/resources/SW/Goats/18"
    - get:
        url: "/resources/SW/Goats/19"
    - get:
        url: "/resources/SW/Goats/2"
    - get:
        url: "/resources/SW/Goats/20"
    - get:
        url: "/resources/SW/Goats/21"
    - get:
        url: "/resources/SW/Goats/22"
    - get:
        url: "/resources/SW/Goats/23"
    - get:
        url: "/resources/SW/Goats/24"
    - get:
        url: "/resources/SW/Goats/25"
    - get:
        url: "/resources/SW/Goats/26"
    - get:
        url: "/resources/SW/Goats/27"
    - get:
        url: "/resources/SW/Goats/28"
    - get:
        url: "/resources/SW/Goats/29"
    - get:
        url: "/resources/SW/Goats/3"
    - get:
        url: "/resources/SW/Goats/30"
    - get:
        url: "/resources/SW/Goats/31"
    - get:
        url: "/resources/SW/Goats/32"
    - get:
        url: "/resources/SW/Goats/33"
    - get:
        url: "/resources/SW/Goats/34"
    - get:
        url: "/resources/SW/Goats/35"
    - get:
        url: "/resources/SW/Goats/36"
    - get:
        url: "/resources/SW/Goats/37"
    - get:
        url: "/resources/SW/Goats/38"
    - get:
        url: "/resources/SW/Goats/39"
    - get:
        url: "/resources/SW/Goats/4"
    - get:
        url: "/resources/SW/Goats/40"
    - get:
        url: "/resources/SW/Goats/41"
    - get:
        url: "/resources/SW/Goats/42"
    - get:
        url: "/resources/SW/Goats/43"
    - get:
        url: "/resources/SW/Goats/44"
    - get:
        url: "/resources/SW/Goats/45"
    - get:
        url: "/resources/SW/Goats/46"
    - get:
        url: "/resources/SW/Goats/47"
    - get:
        url: "/resources/SW/Goats/48"
    - get:
        url: "/resources/SW/Goats/49"
    - get:
        url: "/resources/SW/Goats/5"
    - get:
        url: "/resources/SW/Goats/50"
    - get:
        url: "/resources/SW/Goats/51"
    - get:
        url: "/resources/SW/Goats/52"
    - get:
        url: "/resources/SW/Goats/53"
    - get:
        url: "/resources/SW/Goats/54"
    - get:
        url: "/resources/SW/Goats/55"
    - get:
        url: "/resources/SW/Goats/56"
    - get:
        url: "/resources/SW/Goats/57"
    - get:
        url: "/resources/SW/Goats/58"
    - get:
        url: "/resources/SW/Goats/59"
    - get:
        url: "/resources/SW/Goats/6"
    - get:
        url: "/resources/SW/Goats/60"
    - get:
        url: "/resources/SW/Goats/61"
    - get:
        url: "/resources/SW/Goats/62"
    - get:
        url: "/resources/SW/Goats/63"
    - get:
        url: "/resources/SW/Goats/64"
    - get:
        url: "/resources/SW/Goats/65"
    - get:
        url: "/resources/SW/Goats/66"
    - get:
        url: "/resources/SW/Goats/67"
    - get:
        url: "/resources/SW/Goats/68"
    - get:
        url: "/resources/SW/Goats/69"
    - get:
        url: "/resources/SW/Goats/7"
    - get:
        url: "/resources/SW/Goats/70"
    - get:
        url: "/resources/SW/Goats/71"
    - get:
        url: "/resources/SW/Goats/72"
    - get:
        url: "/resources/SW/Goats/73"
    - get:
        url: "/resources/SW/Goats/74"
    - get:
        url: "/resources/SW/Goats/8"
    - get:
        url: "/resources/SW/Goats/9"
    - get:
        url: "/resources/SW/Goats/index"
    - get:
        url: "/resources/SW/Sheep/1"
    - get:
        url: "/resources/SW/Sheep/10"
    - get:
        url: "/resources/SW/Sheep/11"
    - get:
        url: "/resources/SW/Sheep/12"
    - get:
        url: "/resources/SW/Sheep/13"
    - get:
        url: "/resources/SW/Sheep/14"
    - get:
        url: "/resources/SW/Sheep/15"
    - get:
        url: "/resources/SW/Sheep/16"
    - get:
        url: "/resources/SW/Sheep/17"
    - get:
        url: "/resources/SW/Sheep/18"
    - get:
        url: "/resources/SW/Sheep/19"
    - get:
        url: "/resources/SW/Sheep/2"
    - get:
        url: "/resources/SW/Sheep/20"
    - get:
        url: "/resources/SW/Sheep/21"
    - get:
        url: "/resources/SW/Sheep/22"
    - get:
        url: "/resources/SW/Sheep/23"
    - get:
        url: "/resources/SW/Sheep/24"
    - get:
        url: "/resources/SW/Sheep/25"
    - get:
        url: "/resources/SW/Sheep/26"
    - get:
        url: "/resources/SW/Sheep/27"
    - get:
        url: "/resources/SW/Sheep/28"
    - get:
        url: "/resources/SW/Sheep/29"
    - get:
        url: "/resources/SW/Sheep/3"
    - get:
        url: "/resources/SW/Sheep/30"
    - get:
        url: "/resources/SW/Sheep/31"
    - get:
        url: "/resources/SW/Sheep/32"
    - get:
        url: "/resources/SW/Sheep/33"
    - get:
        url: "/resources/SW/Sheep/34"
    - get:
        url: "/resources/SW/Sheep/35"
    - get:
        url: "/resources/SW/Sheep/36"
    - get:
        url: "/resources/SW/Sheep/37"
    - get:
        url: "/resources/SW/Sheep/38"
    - get:
        url: "/resources/SW/Sheep/39"
    - get:
        url: "/resources/SW/Sheep/4"
    - get:
        url: "/resources/SW/Sheep/40"
    - get:
        url: "/resources/SW/Sheep/41"
    - get:
        url: "/resources/SW/Sheep/42"
    - get:
        url: "/resources/SW/Sheep/43"
    - get:
        url: "/resources/SW/Sheep/44"
    - get:
        url: "/resources/SW/Sheep/45"
    - get:
        url: "/resources/SW/Sheep/46"
    - get:
        url: "/resources/SW/Sheep/47"
    - get:
        url: "/resources/SW/Sheep/48"
    - get:
        url: "/resources/SW/Sheep/49"
    - get:
        url: "/resources/SW/Sheep/5"
    - get:
        url: "/resources/SW/Sheep/50"
    - get:
        url: "/resources/SW/Sheep/51"
    - get:
        url: "/resources/SW/Sheep/52"
    - get:
        url: "/resources/SW/Sheep/53"
    - get:
        url: "/resources/SW/Sheep/54"
    - get:
        url: "/resources/SW/Sheep/55"
    - get:
        url: "/resources/SW/Sheep/56"
    - get:
        url: "/resources/SW/Sheep/57"
    - get:
        url: "/resources/SW/Sheep/58"
    - get:
        url: "/resources/SW/Sheep/59"
    - get:
        url: "/resources/SW/Sheep/6"
    - get:
        url: "/resources/SW/Sheep/60"
    - get:
        url: "/resources/SW/Sheep/61"
    - get:
        url: "/resources/SW/Sheep/62"
    - get:
        url: "/resources/SW/Sheep/63"
    - get:
        url: "/resources/SW/Sheep/64"
    - get:
        url: "/resources/SW/Sheep/65"
    - get:
        url: "/resources/SW/Sheep/66"
    - get:
        url: "/resources/SW/Sheep/67"
    - get:
        url: "/resources/SW/Sheep/68"
    - get:
        url: "/resources/SW/Sheep/69"
    - get:
        url: "/resources/SW/Sheep/7"
    - get:
        url: "/resources/SW/Sheep/70"
    - get:
        url: "/resources/SW/Sheep/8"
    - get:
        url: "/resources/SW/Sheep/9"
    - get:
        url: "/resources/SW/Sheep/index"